Repository: 0x1-company/ios-monorepo
Catalog: Packages/MatchLogic/Sources/DeleteAccountLogic/Localizable.xcstrings
Source language: en
Languages: ja

source: Account deletion failed.
ja: アカウント削除に失敗しました。

source: Are you sure you want to delete your account?
ja: 本当にアカウントを削除しますか？

source: Confirm
ja: 削除を実行する

source: Delete Account
ja: アカウント削除

source: Delete Account Completed
ja: アカウント削除が完了しました

source: I don't know how to use it
ja: 使い方が分からない

source: I don't use BeMatch anymore
ja: もうBeMatchを使わない

source: I want to create a new account
ja: 新しいアカウントを作成したい

source: Not Now
ja: 今はしない

source: Other Reason
ja: その他の理由

source: Proceed with Deletion
ja: 削除する

source: Safety or privacy conerns
ja: 安全性やプライバシーに関する懸念

source: This **cannot** be undone or recovered.
ja: これを元に戻したり、回復したりすることは**出来ません**。
